<!-- eslint-disable vue/multi-word-component-names -->
<template>
    <div>
        <PageMenu/>
        <div>
          <span  class="full">Full Marathon(42KM.)</span>
          <span  class="e174_19"><b>โปรแกรมซ้อมวิ่งมาราธอนสำหรับนักวิ่งมือใหม่</b><br>
            เพื่อนๆ พร้อมแล้วที่จะลงแข่งมาราธอนใช่หรือไม่<br>
            โปรแกรมการฝึกนี้ออกแบบมาเพื่อมือใหม่ที่ต้องการเพิ่มระยะทางในการวิ่งโดยเฉพาะเลย โปรแกรมนี้จะฝึกกัน 4 วันต่อสัปดาห์ โดยช่วงแรกจะมีระยะทางสัปดาห์ละ 9.65 กม. (6 ไมล์) และเพิ่มไปจนถึง 32 กม. (20 ไมล์) ซึ่งจะมีวันที่วิ่งในระยะทางนี้สองวัน
            <br><br>
            รูปแบบการฝึกจะผสมผสานการวิ่งแบบ easy , ระยะไกล , วันพัก และการฝึก Cross Training เพื่อให้ร่างกายมีเวลาปรับตัวกับระยะทางที่เพิ่มขึ้นทุกสัปดาห์ เป็นการเตรียมตัวสำหรับวิ่งมาราธอน
            <br><br>
            ในช่วงสัปดาห์ที่ 9 ควรไปลงแข่งวิ่งฮาล์ฟมาราธอนเพื่อปรับตัวให้เข้ากับการแข่งขันจริง เป็นการสร้างความเคยชินในการวิ่งพร้อมผู้คนจำนวนมาก และจะได้ฝึกเตรียมน้ำและอาหาร แต่ถึงแม้ว่าจะไม่ลงแข่งฮาล์ฟมาราธอน เพื่อนๆ <br>ก็ยังสามารถไปวิ่งมาราธอนได้อยู่ แต่ถ้าไปลงแข่งได้จะดีมาก มันจะช่วยให้เรารู้สึกสบายเวลาวิ่งระยะไกลมากขึ้น
            <br><br>
            โปรแกรมการฝึกนี้จะเหมาะกับผู้ที่เคยฝึกวิ่ง 3-4 ครั้งต่อสัปดาห์ และวิ่งได้ครั้งละ 40-50 นาที ถ้าหากเพื่อนๆ <br>ยังทำไม่ได้ก็ให้ไปลองใช้โปรแกรมฝึกวิ่งฮาล์ฟมาราธอนก่อน
            <br><br>
            <b>อธิบายคำศัพท์ต่างๆ</b><br>
            <ul>
            <li>วอร์มอัพ : ก่อนการฝึกให้เราวิ่ง/เดิน แบบง่ายๆ เป็นเวลา 5-10 นาที (ให้วอร์มอัพทั้งในวันวิ่งและวันที่ฝึก Cross Training เลย) 
              การวอร์มอัพที่ถูกต้องจะช่วยเพิ่มอัตราการเต้นของหัวใจ , เพิ่มการไหลเวียนเลือด , ลดความตึงของกล้ามเนื้อ , เป็นการเตรียมตัวก่อนออกกำลังกาย</li>
            
            <li>คูลดาวน์ (วอร์มดาวน์) : หลังการฝึกให้เราวิ่ง/เดิน แบบง่ายๆ เป็นเวลา 5-10 นาที (ให้วอร์มอัพทั้งในวันวิ่งและวันที่ฝึก Cross Training เลย) 
              การคูลดาวน์ที่ถูกต้องจะช่วยลดอัตราการเต้นของหัวใจและลมหายใจให้กลับมาสู่ระดับปกติหลังการฝึก</li>
            
            <li>ระดับความเข้มข้นในการฝึก : ถ้าจะให้ดีเพื่อนๆ ควรมีอุปกรณ์ตรวจอัตราการเต้นหัวใจในการฝึกด้วย</li>
            
            <li>การฝึก Cross-Training : ให้เราทำกิจกรรมอื่นที่ไม่ใช่การวิ่งการเดิน ถ้าหากเพื่อนๆ พึ่งจะเป็นมือใหม่ในการออกกำลังกายก็อย่าพึ่งเริ่มฝึก Cross Training 
              จนกว่าจะถึงสัปดาห์ที่ 4 หรือ 5 แต่ถ้าเป็นคนที่ออกกำลังกาย 3-4 วันต่อสัปดาห์อยู่แล้วก็ให้เริ่มทำการฝึก Cross Training ในวันที่โปรแกรมการฝึกกำหนดไว้ได้เลย 
              ซึ่งก็มีหลายตัวเลือก เช่น ปั่นจักรยาน , เครื่องเดินวงรี Elliptical อีลิปติคัล , โฟมโรลริ่ง , Strength Training , ว่ายน้ำหรือโยคะการฝึก Cross Training 
              จะเป็นการฝึกแบบที่ไม่ทำให้เกิดแรงกระแทกกับร่างกายและช่วยลดโอกาสได้รับบาดเจ็บจากการวิ่ง ทั้งยังช่วยให้ร่างกายฟื้นตัวเร็วขึ้นอีกด้วย ถ้าหากเพื่อนๆ มีอาการเมื่อยล้าจากการวิ่งก็ควรเพิ่มวันฝึก Cross Training เพื่อเป็นการพัก</li>
            
            <li>การฝึก Strength Training : นี่ก็ถือว่าเป็นรูปแบบการฝึก Cross Training ได้เช่นกัน มันจะช่วยเพิ่มกล้ามเนื้อลีนและเพิ่มอัตราการเผาผลาญพลังงานในตอนที่เรากำลังพัก เราสามารถฝึก Strength Training ได้ด้วยการใช้น้ำหนักของร่างกายเราเอง , 
              การฝึกโดยใช้ดัมเบล , สายยางยืด , เครื่องออกกำลังกาย หรือการเข้าคลาสเรียนพิลาทิส , โยคะ หรือ Cross-Fit โดยจะมีการฝึกร่างกายส่วนบน , 
              กล้ามเนื้อแกนกลางและกล้ามเนื้อร่างกายส่วนล่างให้เราวอร์มอัพด้วยการ วิ่ง/เดินง่ายๆ สัก 5-10 นาที หากเพื่อนๆ พึ่งเคยฝึก Strength Training ก็ให้ฝึกท่าละ 1 เซ็ต 
              เซ็ตละ 12-15 ครั้ง เป้าหมายคือฝึกกล้ามเนื้อจนเมื่อยล้าจนไม่สามารถฝึกต่อไปได้ ในช่วง สัปดาห์ที่ 1-3 ให้ฝึกแค่ท่าละ 1 เซ็ต จากนั้นในสัปดาห์ต่อไปก็ค่อยๆ 
              เพิ่มจำนวนเซ็ตไปเรื่อยๆจนได้ 2-4 เซ็ต โดยให้ฝึกเซ็ตละ 8-15 ครั้ง</li>
            
            <li>ความยืดหยุ่นของร่างกาย : ให้เรายืดกล้ามเนื้อเบาๆ หลังการวอร์มอัพและคูลดาวน์ มันจะช่วยเพิ่มความยืดหยุ่น 
              , การไหลเวียนเลือด , ส่งเสริมความเร็วในการฟื้นร่างกาย , ลดโอกาสได้รับบาดเจ็บ</li>
            
            <li>การเดิน : อย่าอายที่ต้องเปลี่ยนจากการวิ่งไปเป็นการเดินในระหว่างการฝึก แม้แต่ในตอนลงแข่งมาราธอนก็ตาม 
              เพราะมันเป็นกลยุทธ์ที่สมบูรณ์แบบในการไปให้ถึงเส้นชัย ถ้าหากเพื่อนๆ ต้องการเดินในระหว่างฝึกก็ควรมีการสร้างจังหวะสลับกันเป็นช่วงที่วิ่งและช่วงที่เปลี่ยนเป็นเดิน 
              เช่น วิ่ง 10 นาที เดิน 1 นาที หรือเดินเฉพาะในตอนที่ต้องดื่มน้ำ การพักด้วยการเดินจะช่วยให้เรากลับมาควบคุมการหายใจ 
            , อัตราการเต้นของหัวใจ และการโฟกัสเพื่อไปให้ถึงเส้นชัย</li>
          </ul>
            <br>
            <b>ระดับความเร็วในการซ้อมวิ่ง</b>
            <ul>
            <li>การวิ่งแบบ Easy : การใช้เพซ Easy จะอยู่ในระดับที่วิ่งไปแล้วเรายังสามารถคุยกับผู้อื่นได้ด้วย จะมีอัตราการเต้นหัวใจในระดับ 65-75% 
            และใช้ความพยายามในระดับ 6-7 จากเต็ม 10</li>
            
            <li>การวิ่งในระดับปานกลาง : การใช้เพซกลางๆ จะอยู่ในระดับที่วิ่งไปแล้วจะได้ยินเสียงหายใจ แต่ไม่ได้หายใจหนักมาก 
            จะมีอัตราการเต้นหัวใจในระดับ 75-80% และใช้ความพยายามในระดับ 7-8 จากเต็ม 10</li>
            
            <li>ระดับความเข้มข้นในการวิ่งระยะไกล : การฝึกวิ่งระยะไกลคือกุญแจสำคัญของการฝึกวิ่งมาราธอน 
            , จะมีการเพิ่มระยะทางในทุกสัปดาห์ แต่เราจะใช้เพซ Easy ในการวิ่ง และมีการสลับกับการเดินในระดับความเร็วที่เท่ากับตอนวิ่ง Easy ไปจนกระทั่งครบระยะทางการฝึก</li>
            
            <li>การลงแข่ง : เพื่อนๆ อาจจะไปแข่งฮาล์ฟมาราธอนในช่วงสัปดาห์ที่ 10 ก็ได้ เพื่อให้เกิดความเคยชินกับขั้นตอนการแข่งขัน 
            แต่ถ้าหางานแข่งที่ตรงกับสัปดาห์ที่ 10 ไม่ได้ก็ให้เลือกลงแข่งในสัปดาห์อื่น</li>
            
            <li>การดัดแปลง : เราอาจจะมีการเลื่อนสลับวันฝึกได้ถ้าจำเป็น โปรแกรมฝึกนี้จะช่วยให้เพื่อนๆ วิ่งมาราธอนได้แน่นอน 
            สิ่งสำคัญคือความต่อเนื่องในการฝึก ส่วนรายละเอียดอื่นๆนั่นเป็นเรื่องรอง อย่าลืมฟังเสียงร่างกายและเพิ่มระดับความฟิตไปเรื่อยๆ</li>
          </ul>
          </span>
        </div>

    </div>
</template>

<script>
import PageMenu from "./PageMenu.vue";

export default {
  components: { PageMenu },
};
</script>

<style  scoped>
@import url('https://fonts.googleapis.com/css2?family=Mali:ital,wght@0,400;1,500&display=swap');

.e174_19 { 
	color:rgba(0, 0, 0, 1);
	width:1137px;
	height:153px;
	position:absolute;
	left:230px;
	top:246px;
	font-family: 'Mali', cursive;	text-align:center;
	text-align:left;
	font-size:22px;
	letter-spacing:0;
}
.full{
  color:rgba(0, 0, 0, 1);
	width:550px;
	height:93px;
	position:absolute;
	left:500px;
	top:120px;
  font-family: 'Mali', cursive;	text-align:center;
	font-size:50px;
	letter-spacing:0;
}
</style>