<!-- eslint-disable vue/multi-word-component-names -->
<template>
    <div>
        <PageMenu/>
        <div>
            <span  class="funrun">Fun Run (5KM.)</span>
            <div class="e96_43"></div>
            <span  class="funrun1"><b>ปัจจุบันการวิ่งฟันรัน (Fun Run)</b> ได้รับความนิยมอย่างมากทั้งจากเหล่าบรรดาคนรักสุขภาพ อยากเริ่มลงแข่งวิ่ง<br>
                เพราะการวิ่ง Fun Run เป็นการวิ่งที่สบายๆ เริ่มต้นวิ่งได้ง่าย มีระยะทางวิ่งที่ไม่ไกล และไม่ต้องแข่งขันกับใคร<br>
                สามารถวิ่งเพื่อความสนุก วิ่งเพื่อสุขภาพและเพื่อการกุศล วิ่งแล้วจะได้ประโยชน์หลายอย่าง ทั้งในด้านสุขภาพ<br>
                ในด้านของความแข็งแรง และดียิ่งไปกว่านั้นคือทำให้คนที่วิ่งมีมนุษย์สัมพันธ์ที่ดี มีกิจกรรมที่ได้ทำร่วมกันกับคนอื่นๆ
                ทำให้ได้รับความสนุกสนาน ทำให้ชีวิตมีสีสันมากยิ่งขึ้น</span>
            <span  class="funrun2"><b>การวิ่ง Fun Run คืออะไร ?</b><br>
                Fun Run คือ การวิ่งในระยะสั้นๆ มีระยะทางไม่เกิน 5 กิโลเมตร ลักษณะการวิ่งจะคล้ายกับการวิ่งมาราธอน<br>
                แต่ระยะทางจะสั้นกว่า เป็นการวิ่งที่มักถูกจัดขึ้นมาในรูปแบบของการกระชับความสัมพันธ์และการกุศล<br>
                เน้นให้คนเข้าร่วมกิจกรรม เพื่อทำบุญและเพื่อออกกำลังกาย ไม่ได้ถูกจัดขึ้นมาให้มีรูปแบบของการแข่งขัน<br>
                การวิ่งฟันรันจึงเป็นหนึ่งในการวิ่งที่เหมาะกับนักวิ่งมือใหม่ หรือคนที่ชื่นชอบการออกกำลังกาย</span>
            <span  class="funrun3"><b>ปกติแล้วควรวิ่ง Fun Run กี่กิโล ?</b><br>
                    ปกติการวิ่ง Fun Run จะมีระยะทางอยู่ประมาณ 3-5 กิโลเมตร สำหรับนักวิ่งมือใหม่พี่เพิ่งเริ่มวิ่งฟันรันควรเริ่มวิ่งที่<br>
                     3 กิโลเมตร เพราะการวิ่งในระยะทางเท่านี้ ไม่ได้ทำให้นักวิ่งเกิดความเหนื่อยล้ามากจนเกินไป สามารถวิ่งสลับไปกับการเดินได้ ส่วนใครที่วิ่งเป็นมาประจำ วิ่งได้มากกว่า 3 กิโลขึ้นไป ควรเพิ่มระยะทางในการวิ่งให้ไกลขึ้น <br>
                     โดยอาจจะเริ่มที่ 4 กิโลเมตรก่อน หลังจากนั้นค่อยขยับให้ไกลขึ้นเป็น 5 กิโลเมตร</span>
            <span  class="funrun4"><b>ข้อดีของการวิ่งฟันรัน (Fun Run)</b><br>
                    1.มือใหม่หรือผู้เริ่มต้นวิ่ง ก็สามารถลงแข่งได้<br>
                    เนื่องจากการวิ่ง Fun Run เป็นการวิ่งที่ไม่ใช่การแข่งขัน เน้นความสนุกสนานและเน้นการกุศลเป็นหลักดังนั้น<br>
                    มือใหม่ที่เพิ่งเริ่มต้นวิ่งและคนทั่วไปจึงสามารถลงแข่งขันวิ่งฟันรันได้ วิ่งแล้วไม่ต้องกลัวว่าจะไม่ได้รางวัล
                    และ<br>ไม่ต้องกลัวว่าจะเข้าเส้นชัยช้ากว่าคนอื่นด้วย<br>

                    <br>2.เหมาะกับทุกเพศ ทุกวัย<br>
                    การวิ่ง Fun Run เป็นการวิ่งเพื่อร่วมทำกิจกรรมและการกุศล ดังนั้นการวิ่งฟันรันจึงเหมาะกับคนทุกเพศทุกวัย
                    วิ่งได้ทั้งเด็กทั้งผู้ใหญ่ ผู้หญิงหรือผู้ชายก็สามารถวิ่งฟันรันได้ นอกจากนี้การวิ่งฟันรันยังทำให้ร่างกายได้มีการปรับตัว
                    มีความพร้อมต่อการออกกำลังกายในวันต่อๆ ไปอีกด้วย<br>

                    <br>3.ช่วยฝึกร่างกายก่อนวิ่งในระยะทางที่ไกลขึ้น<br>
                    สำหรับใครที่มีเป้าหมายอยากจะวิ่งในระยะทางไกล หรือวิ่งในระดับที่ยากขึ้น เช่น วิ่งมาราธอน วิ่งไตรกีฬา หรือวิ่งเทรล การเริ่มต้นวิ่งจากการวิ่งฟันรันถือเป็นเรื่องที่ดี เพราะการวิ่งในรูปแบบนี้จะช่วยเพิ่มความฟิต เพิ่มความอึดให้กับร่างกาย ทำให้สามารถวิ่งในระยะทางที่ไกลขึ้นได้<br>

                    <br>4.เป็นตัวเลือกในการออกกำลังกาย
                    ใครที่มีความคิดอยากออกกำลังกาย แต่ไม่รู้ว่าจะออกกำลังกายแบบไหนดี <br>การเริ่มต้นที่การวิ่งฟันรัน ถือเป็นหนึ่งในตัวเลือกที่ดี เพราะการวิ่งฟันรันก็เป็นการออกกำลังกายแบบคาร์ดิโอ (Cardio) ชนิดหนึ่ง ที่มีความสนุก ท้าทาย และไม่น่าเบื่อ ซึ่งทำให้ผู้วิ่งมีสุขภาพที่ดี มีร่างกายที่แข็งแรงเช่นเดียวกันกับการออกกำลังกายในรูปแบบอื่นๆ</span>
                <span  class="funrun5"><b>การเตรียมตัวก่อนลงแข่งวิ่ง Fun Run</b><br>
                    1.ฝึกซ้อมและเตรียมร่างกาย
                    เริ่มต้นจากการฝึกซ้อมวิ่งเป็นประจำ โดยฝึกซ้อมในระยะทางที่ใกล้เคียงกับการวิ่ง <br>Fun Run ซึ่งช่วงแรกอาจจะเริ่มวิ่งที่ 1-2 กิโลเมตร เพื่อให้ร่างกายเกิดการปรับตัว เมื่อฝึกซ้อมจนร่างกายปรับตัวได้คงที่แล้ว ให้เตรียมร่างกายก่อนวิ่งด้วยการพักผ่อนให้เพียงพอ นอนหลับ 8-10 ชั่วโมง เพื่อให้ร่างกายฟื้นตัวและพร้อมต่อการลงแข่ง
                    <br><br>
                    2.วอร์มและยืดกล้ามเนื้อก่อนวิ่ง
                    การวอร์มร่างกายและการยืดกล้ามเนื้อจะช่วยให้การวิ่งมีประสิทธิภาพ ลดความเสี่ยงที่กล้ามเนื้อจะเกิดการตึงหรือเป็นตะคริว อีกทั้งยังช่วยลดความเสี่ยงต่อการบาดเจ็บในระหว่างวิ่งได้เป็นอย่างดี สำหรับการวอร์มและยืดกล้ามเนื้อสามารถทำได้หลายวิธี ไม่ว่าจะเป็นการวิ่งยกเข่าสูง การวิ่งส้นเท้าแตะก้น การก้าวขาไปข้างหน้าทีละข้างแล้วย่อตัวลง เป็นต้น
                    <br><br>
                    3.เติมพลังงานให้ร่างกาย 1-2 ชม.ก่อนวิ่ง
                    การเติมพลังงานให้กับร่างกาย ด้วยการกินอาหารก่อนออกกำลังกาย หรืออาหารเสริมเพิ่มพลังงาน ถือเป็นการเตรียมตัวก่อนลงแข่งวิ่งฟันรันที่ประสิทธิภาพมากๆ นอกจากจะย่อยง่ายแล้ว อาหารเสริมยังให้พลังงานกับร่างกายได้อย่างเหมาะสม ไม่ต้องหาอาหารหลายอย่างมาทานให้เสียเวลา
                    <br><br>
                    4.ดื่มน้ำให้เพียงพอ
                    การดื่มน้ำให้เพียงพอต่อร่างกาย จะช่วยป้องกันไม่ให้ร่างกายเกิดภาวะการขาดน้ำ ป้องกันการหิวกระหายน้ำในระหว่างวิ่ง แต่ก็ไม่ควรดื่มน้ำมากจนเกินไป เพราะอาจจะทำให้ร่างกายเกิดความผิดปกติ และอาจะทำให้เกิดการจุกเสียดในระหว่างวิ่งได้</span>

        </div>
    </div>
</template>

<script>
import PageMenu from "./PageMenu.vue";

export default {
  components: { PageMenu },
};
</script>

<style  scoped>
@import url('https://fonts.googleapis.com/css2?family=Mali:ital,wght@0,400;1,500&display=swap');

.funrun1 { 
	color:rgba(0, 0, 0, 1);
	width:1137px;
	height:153px;
	position:absolute;
	left:230px;
	top:800px;
	font-family: 'Mali', cursive;	text-align:center;
	text-align:left;
	font-size:22px;
	letter-spacing:0;
}
.funrun2 { 
	color:rgba(0, 0, 0, 1);
	width:1137px;
	height:153px;
	position:absolute;
	left:230px;
	top:1000px;
	font-family: 'Mali', cursive;	text-align:center;
	text-align:left;
	font-size:22px;
	letter-spacing:0;
}
.funrun3 { 
	color:rgba(0, 0, 0, 1);
	width:1137px;
	height:153px;
	position:absolute;
	left:230px;
	top:1200px;
	font-family: 'Mali', cursive;	text-align:center;
	text-align:left;
	font-size:22px;
	letter-spacing:0;
}
.funrun4 { 
	color:rgba(0, 0, 0, 1);
	width:1137px;
	height:153px;
	position:absolute;
	left:230px;
	top:1400px;
	font-family: 'Mali', cursive;	text-align:center;
	text-align:left;
	font-size:22px;
	letter-spacing:0;
}
.funrun5 { 
	color:rgba(0, 0, 0, 1);
	width:1137px;
	height:153px;
	position:absolute;
	left:230px;
	top:2130px;
	font-family: 'Mali', cursive;	text-align:center;
	text-align:left;
	font-size:22px;
	letter-spacing:0;
}
.e96_43 { 
	width:750px;
	height:500px;
	position:absolute;
	left:350px;
	top:250px;
	background-image:url(../img/funrun.png);
	background-repeat:no-repeat;
	background-size:cover;
}
.funrun{
    color:rgba(0, 0, 0, 1);
	width:500px;
	height:93px;
	position:absolute;
	left:500px;
	top:120px;
    font-family: 'Mali', cursive;	text-align:center;
	font-size:50px;
	letter-spacing:0;
}
</style>