<!-- eslint-disable vue/multi-word-component-names -->
<template>
    <div>
        <PageMenu/>
        <div>
          <span  class="mini">Mini Marathon(10KM.)</span>
          <div class="imgminirun"></div><br>
          <span  class="mini1"><b>การวิ่ง 10k คืออะไร ?</b><br>
            นอกจากการวิ่ง 5k แล้ว การวิ่ง 10k ก็เป็นการแข่งวิ่งที่ได้รับความนิยมสำหรับนักวิ่งมือใหม่มากเช่นเดียวกัน <br>เพราะเป็นงานแข่งวิ่งที่ดีสำหรับนักวิ่งทุกระดับ โดยเฉพาะอย่างยิ่งกับนักวิ่งมือใหม่ที่จะต้องลงแข่งเป็นครั้งแรก
            การแข่งวิ่ง 10k เราจะต้องวิ่งเป็นระยะทาง 10 กิโลเมตร และการฝึกเพื่อที่จะวิ่งให้ได้เป็นระยะทาง 10 กิโล<br>มันก็ไม่ใช่เรื่องท้าทายมากจนเกินไป แค่ยากกว่าการวิ่ง 5k เพียงแค่ขั้นเดียวเท่านั้น
            แผนการซ้อมวิ่ง 13 สัปดาห์สำหรับนักวิ่งมือใหม่<br>
            Note : แผนการซ้อมข้างล่างนี้เป็นแผนที่ค่อนข้างท้าทาย และบางคนอาจจะวิ่ง 10k ไม่ไหว แม้ว่าจะซ้อมมานาน<br>ถึง 6 เดือน โดยเฉพาะกับคนที่เป็นโรคอ้วนและมีอายุเกิน 40 ปี หรือคนที่มีอาการบาดเจ็บเรื้อรัง หรือมีขีดจำกัดทางร่างกาย หากเพื่อนๆคนไหนเข้าข่ายตามที่กล่าวมานี้ ควรต้องไปปรึกษาแพทย์ก่อนที่จะทำการซ้อมตามแผนนี้
            <br><br>
            <b>เริ่มต้นด้วยการเดิน</b><br>
            เริ่มต้นด้วยการเดินให้ได้ 1 ชั่วโมงก่อน ถ้าไม่ไหวก็ควรใช้เวลาสองสามสัปดาห์แรกหรือ 1 เดือนแรกไปกับ<br>การเดิน ให้ซ้อมเดิน 3-4 วันต่อสัปดาห์ และค่อยๆเพิ่มเวลาในการเดินไปเรื่อยๆอย่างต่อเนื่องจาก 60 นาที 
            <br>ไปจนถึง 90 นาที เมื่อเราสามารถเดินได้จนร่างกายเกิดความเคยชินก็ถึงเวลาที่จะเริ่มทำตามแผนการซ้อม
            <br><br>
            <b>หลีกเลี่ยงความผิดพลาดที่มักเกิดขึ้นเป็นประจำ</b><br>
            ควรหลีกเลี่ยงการซ้อมหนักและซ้อมมากจนเกินไป สำหรับมือใหม่ควรเริ่มต้นด้วยการวิ่งและเดินผสมผสานควบคู่กันไปก่อน (Walk & Run) เมื่อเวลาผ่านไปร่างกายจะเริ่มฟิตขึ้นอย่างต่อเนื่องได้เอง การซ้อมแบบนี้จะช่วยให้เราสามารถหลีกเลี่ยงการได้รับบาดเจ็บได้โดยที่ยังคงมีความสุขกับการฝึกอยู่ และต่อให้เรามีรองเท้าราคาแพงขนาดไหน เราก็ยังได้รับแรงกระแทกอยู่ดี เพราะฉะนั้นนักวิ่งมือใหม่ควรจะต้องให้เวลากับร่างกายในการปรับตัวเข้ากับการวิ่งเสียก่อน ไม่อย่างนั้นจะเจอปัญหาแน่ๆ
            <br><br>
            <b>ซ้อมแบบ Walk & Run ให้ถูกวิธี</b><br>
            อย่าลืมที่จะเริ่มต้นด้วยการวิ่งแบบ intervals ช้าๆในช่วงเริ่มซ้อมวิ่งทุกครั้ง เพื่อให้เรารู้สึกเหนื่อยแบบพอดี 
            <br>ไม่เหนื่อยมากเกินไป และอย่าลังเลที่จะพักด้วยการเดิน หากเราใช้วิธีวิ่งสลับกับการเดินจะช่วยให้ความเร็ว<br>ในการวิ่งไม่ตกได้
            <br><br>
            <b>เพิ่มจำนวนการซ้อมขึ้นอีกสัก 2-3 สัปดาห์</b><br>
            แม้ว่านี่จะเป็นแผนการซ้อม 13 สัปดาห์ก็ตาม แต่เราก็สามารถเพิ่มเวลาซ้อมเข้าไปได้อีก ถ้ารู้สึกว่า 13 สัปดาห์มันเร็วเกินไปสำหรับเรา ก็ให้ซ้อมช้าลง ซ้อมแผนเดิมซ้ำสัก 2-3 สัปดาห์ก็ได้ ดีกว่าทำให้ตัวเองต้องได้รับบาดเจ็บหรือ
            <br>หมดกำลังใจ ซึ่งอาจจะทำให้เราต้องเลิกฝึกไปเลยก็ได้ แล้วก็อดลงแข่งวิ่งในที่สุด ทั้งร่างกายและจิตใจของเรานั้นต้องการเวลาในการปรับตัว ดังนั้นอย่าเร่งรีบจนเกินไป!
            <br><br>
            <b>อธิบายรายละเอียดการฝึกวิ่ง 10k สำหรับมือใหม่</b><br>
            จะมีการระบุจำนวนเวลาที่ต้องใช้ในการซ้อมในแต่ละวันให้ด้วย จะได้วางแผนในการทำกิจกรรมในชีวิตประจำวันได้ง่ายขึ้น
            <br><br>
            <b>การวอร์มอัพและคูลดาวน์ที่ถูกต้อง</b><br>
            <ul>
              <li>ให้เน้นไปที่ความปลอดภัยและความรู้สึกสบายในการฝึก ก่อนการฝึกให้วอร์มอัพด้วยการเดินเร็ว 5 นาทีทุกครั้ง ส่วนการคูลดาวน์นั้นให้เราเดินสบายๆ 5 นาที</li>
              <li>จำนวนเวลาในการออกกำลังกายแต่ละครั้งจะมีการนับรวมเวลาในการวอร์มอัพและคูลดาวน์ไปด้วยเรียบร้อยแล้ว</li>
              <li>เพซที่ใช้ในการฝึกนั้นจะต้องเป็นระดับที่เราสามารถฝึกไปและคุยกับผู้อื่นไปด้วยได้อย่างสบาย ถ้าคุยกับใครระหว่างซ้อมไม่ไหวแสดงว่าเราวิ่งเร็วเกินไป ให้ลดความเร็วลง</li>
              <li>ระดับอัตราการเต้นของหัวใจในระหว่างการซ้อมควรเป็น 65-75% หรือถ้าวัดเป็นระดับความเข้มข้น 1-10 เราก็ควรมีความเข้มข้นในการฝึกประมาณ 6/10 หรือ 7/10 เท่านั้น</li>
            </ul>
            วันสำหรับฝึก Cross Training และวันพัก<br>
            ในวันที่ไม่ได้มีการฝึกวิ่งเราควรที่จะฝึก Cross Training หรือไม่ก็ยกให้เป็นวันพักไปเลย สำหรับการ Cross Training นั้นเราจะฝึกปั่นจักรยาน ว่ายน้ำ ฝึก Strength training หรือจะฝึกโยคะก็ได้ เลือกเอาได้เลย จะช่วยให้เรามีความอึดและความทรหดในการออกกำลังกายเพิ่มขึ้นแน่นอน
            และมีกฎอยู่ว่า.. ในแต่ละสัปดาห์จะต้องมี 1 วันที่เราจะพักทั้งวัน ไม่ต้องทำอะไรทั้งนั้น สำหรับคนส่วนใหญ่แล้วก็มักจะเป็นวันอาทิตย์ ก็ให้เลือกวันพักที่เหมาะกับตัวเอง
            <br><br>
            <b>ขั้นตอนการฝึก</b><br>
            – ในการฝึกนี้จะมีทั้งการวิ่งในระดับความเข้มข้นต่ำหรือจ๊อกกิ้ง การเดิน และการพัก– ในช่วงระยะเวลาฝึก 3 เดือนนี้จะมีการเพิ่มระยะเวลาการฝึกขึ้นที่ละนิดเพื่อให้ร่างกายปรับตัว จะมีวันที่ต้องพักเต็มที่ 1 วัน
            <br>          
          </span>
        </div>

    </div>
</template>

<script>
import PageMenu from "./PageMenu.vue";

export default {
  components: { PageMenu },
};
</script>

<style scoped>
@import url('https://fonts.googleapis.com/css2?family=Mali:ital,wght@0,400;1,500&display=swap');
.imgminirun { 
	width:900px;
	height:1700px;
	position:absolute;
	left:290px;
	top:2150px;
	background-image:url(/img/mini.png);
	background-repeat:no-repeat;
	background-size:cover;
}
.mini1 { 
	color:rgba(0, 0, 0, 1);
	width:1130px;
	height:153px;
	position:absolute;
	left:230px;
	top:230px;
	font-family: 'Mali', cursive;	text-align:center;
	text-align:left;
	font-size:22px;
	letter-spacing:0;
}

.mini{
    color:rgba(0, 0, 0, 1);
	width:550px;
	height:93px;
	position:absolute;
	left:500px;
	top:120px;
  font-family: 'Mali', cursive;	text-align:center;
	font-size:50px;
	letter-spacing:0;
}

@media only screen and (max-device-width: 844px) {
.imgminirun { 
	width:390px;
	height:300px;
	position:absolute;
	left:0px;
	top:2850px;
	background-image:url(/img/mini.png);
	background-repeat:no-repeat;
	background-size:cover;
}
.mini1 { 
	color:rgba(0, 0, 0, 1);
	width:300px;
	height:60px;
	position:absolute;
	left:50px;
	top:200px;
  font-family: 'Mali', cursive;	
  text-align:center;
	font-size:15px;
	letter-spacing:0;
}

.mini{
  color:rgba(0, 0, 0, 1);
	width:300px;
	height:60px;
	position:absolute;
	left:50px;
	top:100px;
  font-family: 'Mali', cursive;	
  text-align:center;
	font-size:30px;
	letter-spacing:0;
}
}
</style>